Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-weblate.tmx
Source language: en
Languages: sv

source: If the GBTC has any principles at all, it is probably the idea that if at least one person (including the builder) believes the construction is useful, it is useful.
sv: Om GBTC alls har några principer är det förmodligen tanken att om minst en person, inklusive byggaren, anser att konstruktionen är användbar, så är den användbar.

source: Lillite Brick
sv: Lillittegel

source: Delete positioning system %1?
sv: Ta bort positioneringssystemet '%1'?

source: The UUID of the active account
sv: UUID för det aktiva kontot

source: %s quoted your post
sv: %s citerade ditt inlägg

source: The user will receive an explanation of what happened with their account
sv: Användaren kommer att få en förklaring av vad som hände med deras konto

source: White Locked Chest
sv: Låst vit kista

source: Import Links from a CSV File
sv: Importera Länkar från en CSV-fil

source: Noise
sv: Brus

source: Sort bookmarks
sv: Sortera bokmärken

source: These settings affect to the group's behaviour with the browser extension.
sv: Dessa inställningar påverkar gruppens beteende med webbläsartillägget.

source: Edit APRS system
sv: Redigera APRS-system

source: Key transformation failed
sv: Nyckeltransformering misslyckades

source: Invalid Entry
sv: Ogiltig post

source: Include characters from every selected group
sv: Ta med tecken från samtliga valda grupper

source: Publically visible color used on the unlock dialog
sv: Offentligt synlig visningsfärg i upplåsningsdialogen.

source: Contains %d reaction.
sv: Innehåller %d reaktion.

source: Contains %d reactions.
sv: Innehåller %d reaktioner.

source: Couldn't move '%s': %s
sv: Kunde inte flytta '%s':%s

source: Used to log in and audit actions.
sv: Används för inloggning och granskning av åtgärder.

source: Decrease width
sv: Minska bredden

source: Yubikey slot and optional serial used to access the database (e.g., 1:7370001).
sv: Yubikey-plats och valfritt serienummer som används för att komma åt databasen (t.ex. 1:7370001).

source: <b>Error:</b> The installed proxy executable is missing from the expected location: %1<br/>Please set a custom proxy location in the advanced settings or reinstall the application.
sv: <b>Fel:</b> Den installerade körbara proxyfilen saknas på den förväntade platsen: %1<br/>Ange en anpassad proxyplats i de avancerade inställningarna eller installera om programmet.

source: Suspicious Key File
sv: Misstänkt nyckelfil

source: Add FM Channel
sv: Lägg till FM-kanal

source: Re-request approval
sv: Begär nytt godkännande

source: Add %s Device
sv: Lägg till %s-enhet

source: Password set, click to change or remove
sv: Lösenord angivet, klicka för att ändra eller ta bort

source: Keep Running in Background
sv: Behåll körande i bakgrunden

source: Toggle notes visibility
sv: Visa/Dölj anteckningar

source: Images won't be archived
sv: Bilder kommer inte att arkiveras

source: Height offset
sv: Höjdförskjutning

source: Invalid variant map Bool entry value length
sv: Ogiltig Bool-inmatningsvärdeslängd för variantkarta

source: This profile picture will be imported from your Fediverse account.
sv: Denna profilbild kommer att importeras från ditt Fediverse-konto.

source: Dashboard
sv: Instrumentbräda

source: Your decision will be remembered for the duration while both the requesting client AND ChiPass are running.
sv: Ditt beslut kommer att sparas under den tid som både den begärande klienten OCH ChiPass körs.

source: Key derivation failed: %1
sv: Nyckelhärledning misslyckades: %1

source: Automatically save when locking database
sv: Spara automatiskt när databasen låses

source: Edit Profile
sv: Redigera profil

source: Use your community account
sv: Använd ditt communitykonto

source: Group Path
sv: Gruppsökväg

source: Datetime accessed
sv: Använd datum/tid

source: Search:
sv: Sök:

source: NULL device
sv: NULL-enhet

source: Imageboards show threads and recent replies on index pages. Forums only show thread information on index pages.
sv: Bildforum visar trådar och senaste svar på indexsidor. Forum visar bara trådinformation på indexsidor.

source: Report item
sv: Rapportera objekt

source: You cannot use the current database as its own keyfile. Please choose a different file or generate a new key file.
sv: Du kan inte använda den aktuella databasen som sin egen nyckelfil. Välj en annan fil eller generera en ny nyckelfil.

source: Yubikey slot for the second database.
sv: Yubikey-plats för den andra databasen.

source: Tomato-Potato Salad
sv: Tomat- och potatissallad

source: Hello {name}, Your item '{item_name}' has been unsuspended by an admin or moderator. It's visible to everyone again. Yours, {instance_name}
sv: Hej {name}, Avstängningen av ditt objekt '{item_name}' har hävts av en administratör eller moderator. Det är synligt för alla igen. Hälsningar, {instance_name}

source: Pink Carpet
sv: Rosa matta

source: Bite from a mese spider
sv: Bett från en mese-spindel

source: Red Locked Chest
sv: Låst röd kista

source: Data Sources
sv: Datakällor

source: &Tools
sv: &Verktyg

source: Cinnabar Brick
sv: Cinnobertegel

source: Current (%1)
sv: Aktuellt (%1)

source: Delete radio ID %1?
sv: Ta bort radio-ID '%1'?

source: Allow KeeShare imports
sv: Tillåt KeeShare-import

source: Unknown ability.
sv: Okänd förmåga.

source: Unlike regular cobwebs, dense cobwebs cannot be destroyed with lasers.
sv: Till skillnad från vanliga spindelnät kan täta spindelnät inte förstöras med lasrar.

source: Author message:
sv: Meddelande från skribenten:

source: <html><head/><body><p><span style=" font-weight:600;">%1 </span>is requesting access to the following entries:</p></body></html>
sv: <html><head/><body><p><span style=" font-weight:600;">%1 </span>ber om åtkomst till följande poster:</p></body></html>

source: It’s allowed to choose air as level boundary, allowing the player to leave by walking away.
sv: Du får välja luft som nivågräns, så att spelaren kan lämna nivån genom att gå därifrån.

source: Unlock Database - ChiPass
sv: Lås upp databas - ChiPass

source: Can't write private key as it is empty
sv: Kan inte skriva privat nyckel, eftersom den är tom

source: Send To
sv: Skicka Till

source: You need the “server” privilege to change the owner!
sv: Du behöver behörigheten ”server” för att ändra ägaren!

source: Unmute
sv: Avtysta

source: Failed to open key file: %1
sv: Kunde inte öppna nyckelfil: %1

source: &Delete Entry…
sv: &Ta bort post...

source: text must contain %d characters
sv: texten måste innehålla %d tecken

source: Remove Channel
sv: Ta bort kanal

source: Archived
sv: Arkiverad

source: Ticket
sv: Biljett

source: Apolline Brick
sv: Apollinetegel

source: Invalid KeeAgent settings file structure.
sv: Ogiltig KeeAgent-inställningsfilstruktur.

source: Report bugs at: <a href="https://github.com/keepassxreboot/keepassxc/issues" style="text-decoration: underline;">https://github.com</a>
sv: Rapportera fel på: <a href="https://github.com/keepassxreboot/keepassxc/issues" style="text-decoration: underline;">https://github.com</a>

source: Get yourself a
sv: Skaffa dig en

source: Toggle password visibilty using Control + H. Open the password generator using Control + G.
sv: Växla lösenordets synlighet med Ctrl+H. Öppna lösenordsgeneratorn med Ctrl+G.

source: over %1 year(s)
sv: över %1 år

source: Are you sure you want to reset all settings to default?
sv: Vill du verkligen återställa alla inställningar till standardinställning?

source: Climb Master
sv: Klättringsmästare

source: Coal Ore
sv: Kolmalm

source: Invalid spawn number!
sv: Ogiltigt startnummer!

source: Seasons: Summer, Fall
sv: Årstider: sommar, höst

source: Auto-type start delay milliseconds
sv: Autoskrivfördröjning i millisekunder

source: Synchronized with
sv: Synkroniserat med

source: an hour old
sv: en timme gammal

source: %s hours old
sv: %s timmar gammal

source: No current database.
sv: Ingen aktuell databas.

source: Log Out
sv: Logga ut

source: No Boosts
sv: Inga förstärkningar

source: Reporting %s
sv: Rapporterar %s

source: Unexpected EOF while reading private key
sv: Oväntad EOF, under inläsning av privat nyckel

source: Block Styles
sv: Blockera stilar

source: Blue Locked Chest
sv: Låst blå kista

source: Shot by a fireball
sv: Träffad av en eldboll

source: Registration
sv: Registrering

source: Recursively list the elements of the group.
sv: Lista elementen i gruppen rekursivt.

source: User Token
sv: Användartoken

source: Adds a new FM channel
sv: Lägger till en ny FM-kanal.

source: Convert section titles to labels
sv: Konvertera sektionstitlar till etiketter

source: New User
sv: Ny Användare

source: Search terms are as follows: [modifiers][field:]["]term["]
sv: Söktermer är följande: [modifierare][fält:]["]term["]

source: Delete %1 channels?
sv: Ta bort %1 kanaler?

source: Required
sv: Obligatorisk

source: Please check your mail inbox and click link to set a new password.
sv: Kolla din e-post och klicka på länken för att sätta ett nytt lösenord.

source: Update %s
sv: Uppdatera %s

source: Browser Bookmarks
sv: Webbläsarbokmärken

source: Copy TOTP
sv: Kopiera TOTP

source: Season is now forced to be summer until the game is shut down.
sv: Årstiden är nu låst till sommar tills spelet avslutas.

source: There are two types of triggers: Senders and receivers. Senders send signals to receivers. A sender can send to multiple receivers at once, and a receiver can receive signals from multiple senders at once.
sv: Det finns två typer av utlösare: avsändare och mottagare. Avsändare skickar signaler till mottagare. En avsändare kan skicka till flera mottagare samtidigt och en mottagare kan ta emot signaler från flera avsändare samtidigt.

source: TX Frequency
sv: Sändningsfrekvens

source: Never ask before updating credentials
sv: Fråga aldrig innan autentiseringsuppgifter uppdateras

source: &Settings
sv: &Inställningar

source: name (descending)
sv: Namn (sjunkande)

source: This does not appear to be a valid URL
sv: Det här verkar inte vara en giltig webbadress

source: Failed to open HIBP file %1: %2
sv: Kunde inte öppna HIBP-filen %1: %2

source: database order
sv: Databasordning

source: Chocolate Bar
sv: Chokladkaka

source: Which information is imported
sv: Vilken information är importerad

source: The detected radio '%1' does support satellite tracking. This feature, however, is not implemented yet.
sv: Den identifierade radion ”%1” stöder satellitspårning. Funktionen har dock ännu inte implementerats.

source: Draft
sv: Utkast

source: And that’s how Hades was chosen.
sv: Och så valdes Hades.

source: Boosted By
sv: Förstärkt av

source: Usernames may only contain letters, digits, and underscores.
sv: Användarnamn får endast innehålla bokstäver, siffror och understreck.

source: Length of the generated password
sv: Längd på det genererade lösenordet

source: The symbols will be shown permanently if you hold down [Sneak] before activating the pirate sense.
sv: Symbolerna visas permanent om du håller ned [Sneak] innan du aktiverar piratsinnet.

source: Sort options
sv: Sorteringsalternativ

source: Launchpad
sv: Avfyrningsramp

source: Evaluating database entries against HIBP file, this will take a while…
sv: Utvärderar databasposter mot HIBP-fil, detta kommer att ta ett tag…

source: Invalid color rgb part
sv: Ogiltigt färg rgb del

source: Paper
sv: Papper

source: Notifications by %s
sv: Aviseringar från %s

source: Green Brick Block
sv: Grönt tegelblock

source: Number of message lines to display in post preview on board index pages. Set to 0 to show all.
sv: Antal meddelanderader som visas i förhandsvisningen av inlägg på tavlans indexsidor. Ange 0 för att visa alla.

source: Generate new certificate
sv: Generera nytt certifikat

source: • Doesn’t contain any disallowed block
sv: • Inte innehålla något otillåtet block

source: Invite Only
sv: Endast inbjudningar

source: Adds an M17 contact to the list.
sv: Lägger till en M17-kontakt i listan.

source: Search user
sv: Sök användare

source: File uploads are not allowed.
sv: Filuppladdningar är inte tillåtna.

source: Set the text size used in posts
sv: Ange textstorleken som används i inlägg

source: Add Page
sv: Lägg till sida

source: The provided password does not meet the minimum quality requirement.
sv: Det angivna lösenordet möter inte lägsta kvalitetskrav.

source: Allow import
sv: Tillåt import

source: List database entries.
sv: Lista databasposter.

source: Existing icon selected.
sv: Befintlig ikon vald.

source: This user will be removed in a few seconds.
sv: Användaren kommer tas bort om par sekunder.

source: Special thanks from the ChiPass team go to debfx for creating the original KeePassX.
sv: Ett särskilt tack från teamet bakom ChiPass riktas till debfx som skapade den ursprungliga KeePassX.

source: Copper Block
sv: Kopparblock

source: Green + Blue → Cyan
sv: Grön + blå → cyan

source: path to a custom local config file
sv: Sökväg till en anpassad lokal konfigurationsfil

source: Top Active Languages
sv: Topp aktiva språk

source: Confirmed
sv: Bekräftad

source: Violet Dye
sv: Lila färgämne

source: Enable integration for these browsers:
sv: Aktivera integrering i dessa webbläsare:

source: This instance is run by
sv: Den här instansen drivs av

source: about %1 month(s)
sv: om %1 månad

source: Invalid entry expiry time field size
sv: Ogiltig fältstorlek för utgångsdatum

source: Contact
sv: Kontakt

source: Custom Auto-Type sequence
sv: Anpassad autoskrivsekvens

source: Add to existing entry
sv: Lägg till i befintlig post

source: Recent Search Queries
sv: Senaste sökfrågor

source: Default Radio ID
sv: Standard radio-ID

source: Circle 6
sv: Cirkel 6

source: View Cover
sv: Visa omslag

source: %(name)s is <i>federated</i> with other <a href="%(foss_url)s">FOSS</a> flohmarkts. It is not owned by a company which might sell your data.
sv: %(name)s är <i>federerad</i> med andra <a href="%(foss_url)s">FOSS</a>-flohmarkts. Den ägs inte av ett företag som kan sälja dina data.

source: Delete Scan List
sv: Ta bort skanningslista

source: visitor guide
sv: besöksguiden

source: This account does not use oauth authentication. Please use the appropriate login page.
sv: Det här kontot använder inte OAuth-autentisering. Använd lämplig inloggningssida.

source: ChiPass - Browser Access Request
sv: ChiPass - Webbläsaråtkomst

source: Cannot import codeplug
sv: Kan inte importera kodplugg

source: All electrons: @1
sv: Alla elektroner: @1

source: Ability lost:
sv: Förmåga förlorad:

source: Require Email Verification
sv: Kräv e-postverifiering

source: Additional URLs
sv: Ytterligare URL:er

source: %s post by %s (%s).
sv: %s inlägg av %s (%s).

source: This is not a valid FEP-0837 Proposal object
sv: Det här är inte ett giltigt förslagsobjekt enligt FEP-0837

source: Grid Square
sv: Rutsystem

source: Most gateways need electrons to work, so make sure to pick up as many as you can! And that’s not enough, gateways only recognize electrons you have saved.
sv: De flesta portar behöver elektroner för att fungera, så se till att plocka upp så många du kan! Och det räcker inte; portarna känner bara igen elektroner som du har sparat.

source: Site Index
sv: Webbplatsindex

source: Press Jump or Aux1 while on a launchpad to use it.
sv: Tryck på Hoppa eller Aux1 medan du står på en avfyrningsramp för att använda den.

source: Embed the infobar in the page so it's visible even if the browser does not have the SingleFile extension installed
sv: Bädda in informationsfältet på sidan så att det syns även om webbläsaren inte har SingleFile-tillägget installerat

source: slot
sv: anslutningsplats

source: You can use an asterisk to match everything
sv: Du kan använda en asterisk som jokertecken

source: SSH_SK_PROVIDER override
sv: SSH_SK_PROVIDER åsidosättning

source: must be greater or equal than %g
sv: måste vara större än eller lika med %g

source: Attachment with the same name already exists
sv: Det finns redan en bilaga med samma namn

source: Filter glass comes in multiple colors. When a laser goes through the glass, only the color components of the laser that match the filter glass may pass, while the others will be blocked.
sv: Filterglas finns i flera färger. När en laser går genom glaset kan endast de färgkomponenter i lasern som matchar filterglaset passera, medan övriga blockeras.

source: Invalid session
sv: Ogiltig session

source: Delete %1 roaming channel?
sv: Ta bort %1 roamingkanaler?

source: Application Settings
sv: Programinställningar

source: Since the atmosphere of Hades is highly sulphuric, every GBTC volunteer has been surgically enhanced with the implanted breathing apparatus. It filters out all toxins and allows you to breathe in safely. It is fully automatic and requires no maintenance.
sv: Eftersom Hades atmosfär är mycket svavelhaltig har varje GBTC-volontär kirurgiskt försetts med en implanterad andningsapparat. Den filtrerar bort alla gifter och gör att du kan andas säkert. Den är helt automatisk och kräver inget underhåll.

source: Comma Separated Values (.csv)
sv: Kommaseparerade värden (.csv)

source: Tripcode
sv: Tripkod

source: Delete %1 RX group lists?
sv: Ta bort %1 grupplistor?

source: Darken Images on Dark Mode
sv: Gör bilder mörkare i mörkt läge

source: Copper Lump
sv: Kopparklump

source: Only send this entry to the browser for HTTP Auth dialogs. If enabled, normal login forms will not show this entry for selection.
sv: Skicka bara den här inställningen till webbläsaren för HTTP-autentisering. Vid aktivering visas inte den här posten i normala inloggningsformulär.

source: Unpublished
sv: Opublicerad

source: Open Getting Started Guide
sv: Öppna Kom-igång-guiden

source: Select channel types
sv: Välj kanaltyper

source: All GBTC candidates are required to undergo this skin treatment before being permitted to enter the GBTC.
sv: Alla GBTC-kandidater måste genomgå denna hudbehandling innan de får tillträde till GBTC.

source: Group %1 not found.
sv: Gruppen %1 hittades inte.

source: True
sv: Sann

source: Don't justify text
sv: Justera inte texten

source: Rule Violation
sv: Regelöverträdelse

source: Laser Colors
sv: Laserfärger

source: Everything that is, will succumb to the Noise.
sv: Allt som finns kommer att falla för The Noise.

source: Session not found
sv: Sessionen kan inte hittas

source: Key identity ownership conflict. Refusing to add.
sv: Nyckelidentitets ägarskapskonflikt. Nekar att lägga till.

source: Couldn't retrieve filters: %s
sv: Kunde inte hämta filter: %s

source: %1 minute(s)
sv: %1 minut

source: Red dot
sv: Röd prick

source: XML parsing failure: %1
sv: XML-tolkning misslyckades: %1

source: And it won’t tell me a thing! Unfortunately, my place is here, so I can’t investigate.
sv: Och den berättar ingenting för mig! Tyvärr måste jag stanna här, så jag kan inte undersöka saken.

source: less than a minute old
sv: mindre än en minut gammal

source: %s minutes old
sv: %s minuter gammal

source: Invalid 1PUX file format: Missing export.data
sv: Ogiltigt 1PUX-filformat: Exportdata saknas

source: Talk permit
sv: Sändningstillstånd

source: Mob spawner inactive
sv: Varelsegeneratorn är inaktiv

source: Incorrect group level field size
sv: Felaktig gruppnivåstorlek

source: Failed to embed media.
sv: Kunde inte bädda in media.

source: Unsupported KeePass database version.
sv: KeePass-databasversionen stöds ej.

source: I am One.
sv: Jag är Ett.

source: Read the handbook.
sv: Läs handboken.

source: Maximum mobs is not a number
sv: Högsta antal varelser är inte ett tal

source: About ChiPass
sv: Om ChiPass

source: Couldn't translate: %s
sv: Kunde inte översätta: %s

source: Water Source Barrier
sv: Barriär för vattenkälla

source: Maximum file size (in megabytes) when creating a thread. Set to 0 to disable file uploads.
sv: Största filstorlek i megabyte när en tråd skapas. Ange 0 för att inaktivera filuppladdningar.

source: Delete & ban for 2 days
sv: Ta bort och stäng av i 2 dagar

source: filenames of the password databases to open (*.kdbx)
sv: filnamn på lösenordsdatabaser att öppna (*.kdbx)

source: Edit GPS System
sv: Redigera GPS-system

source: Cannot delete zone: You have to select a zone first.
sv: Kan inte ta bort zon: Du måste först välja en zon.

source: Combine recently pushed notifications of the same type and post into one
sv: Kombinera nyligen skickade meddelanden av samma typ och inlägg till ett

source: ability
sv: förmåga

source: Unset the password for the database.
sv: Ta bort lösenordet för databasen.

source: And I am every value in between.
sv: Och jag är varje värde däremellan.

source: %1 (Passkey)
sv: %1 (Passnyckel)

source: While there are no formal punishments for violating any rules, reckless pilots will soon find themselves in deep trouble. Either they just die due to their own recklessness or, if they survive, they’ll learn soon enough that nobody wants to assign them any tasks anymore, which basically means they have to reconsider their life choices.
sv: Även om det inte finns några formella straff för att bryta mot regler hamnar vårdslösa piloter snart i stora svårigheter. Antingen dör de av sin egen vårdslöshet eller, om de överlever, lär de sig snart att ingen längre vill tilldela dem uppgifter, vilket i praktiken betyder att de måste tänka om kring sina livsval.

source: Please upload a file.
sv: Ladda upp en fil.

source: Yellow Chest
sv: Gul kista

source: Please exit the game and reset the following Luanti settings to their default value:
sv: Avsluta spelet och återställ följande Luanti-inställningar till standardvärdena:

source: Recycle bin is not enabled.
sv: Papperskorgen är inte aktiverad.

source: Oekaki Height
sv: Oekaki-höjd

source: Delete scan list %1?
sv: Ta bort skanningslistan '%1'?

source: File Management
sv: Filhantering

source: Orangite Block
sv: Orangitblock

source: Day(s)
sv: Dag(ar)

source: Rotation arrows
sv: Rotationspilar

source: Failed to authenticate with Touch ID
sv: Kunde inte autentisera med Touch ID

source: Name of the attachment to be added.
sv: Namn på bilaga att lägga till.

source: Custom proxy location field
sv: Fält för anpassad proxyplats

source: Sat
sv: Lör

source: Entry has no Browser Integration settings
sv: Posten har inga inställningar för webbläsarintregrering

source: Legal
sv: Rättslig

source: Pick characters from every group
sv: Plocka tecken från alla grupper

source: exclude term from results
sv: Undanta termen från resultat

source: Please enter a valid authorization code
sv: Ange en giltig auktoriseringskod

source: Please upload a file or enter an embed URL.
sv: Ladda upp en fil eller ange en webbadress för inbäddning.

source: These settings affect the entry's behaviour with the browser extension.
sv: Dessa inställningar påverkar postens beteende med webbläsartillägget.

source: Cannot remove file key: The database does not have a file key.
sv: Kan inte ta bort nyckelfilen. Databasen har ingen nyckelfil.

source: Becomes Clay when close to water
sv: Blir lera nära vatten

source: PIN received! Sadly, you don't have a user account with us yet, and registrations are closed.
sv: Pinkod mottagen! Tyvärr, du har inget användarkonto hos oss än, och registreringen är stängd.

source: Unknown Artist
sv: Okänd artist

source: Banned %d post
sv: Stängde av %d inlägg

source: Banned %d posts
sv: Stängde av %d inlägg

source: I escaped the Noise!
sv: Jag flydde från The Noise!

source: Year length (in Hades days)
sv: Årets längd i Hades-dagar

source: Shadow
sv: Skugga

source: CSV import preview
sv: Förhandsgranskning av CSV-import

source: Manage %s Devices
sv: Hantera %s-enheter

source: Instance following
sv: Följer instansen

source: If only I knew. Could it be that … no that’s nonsense.
sv: Om jag ändå visste. Kan det vara så att … nej, det är nonsens.

source: %1 (containing %2 channels)
sv: %1 (innehåller %2 kanaler)
